[
  {
    "logo": "b&co.png",
    "title": "BALAYRE & Co - Founder & CEO",
    "description": "Balayre & Co is an investment holding company specializing in the acquisition, development and financing of innovative companies in the technology, SaaS, hospitality and press sectors. With 30 years' experience, we support the growth of start-ups and established companies through a network of strategic investors and industrial partners. Our approach combines sector expertise and a build-up strategy to create long-term value. Balayre & Co is also an investor in Daphni - Extendam - Galiena - ID Invest - ContentSquare.",
    "period": "Apr 2007 - Present"
  },
  {
    "logo": "b4.png",
    "title": "Bizz4 - Founder & CEO",
    "description": "Bizz4 is a company specializing in the development of SaaS solutions for the retail sector. Founded in 2018, it offers Bizz4Retail, an innovative platform that optimizes store management, enhances the customer experience and boosts sales performance. Bizz4Retail combines the power of the web with the emotional strengths of physical retail. With a data and AI-driven approach, Bizz4 supports retailers in their digital transformation and growth, adapting to the challenges of modern commerce. Problem: In March 2020, going to the store was no longer an option because of #Covid.",
    "period": "Dec 2018 - Dec 2020"
  },
  {
    "logo": "CS.jpeg",
    "title": "ContentSquare – Seed Investor & Board Member",
    "description": "In January 2012, Laurent supported Jonathan Cherki, founder of Contentsquare, from the ESSEC incubator to a Series A funding round, reaching $20M. He played a key role in the company’s transition from a service-based offering to a SaaS solution, while supporting the rapid growth of the team, scaling from 1 to 100 employees (Sep 2015). Laurent also helped with the international expansion of Contentsquare, from Paris to New York, contributing to its global development. Laurent is still an investor in Contentsquare.",
    "period": "Jan 2012 - Present"
  },
  {
    "logo": "seed4soft.png",
    "title": "Seed4Soft - Founder & Vice-President",
    "description": "Seed4Soft is a club of entrepreneurs and investors specialized in the software and technology sectors. Founded to support early-stage startups, Seed4Soft provides strategic, financial, and operational guidance through its network of experts and experienced leaders. The club brings together founders of software companies who share their expertise and resources to help accelerate the growth of innovative startups in the tech ecosystem. Investments: Tigerlily, ContentSquare, CodinGame, Cosy.io, and more...",
    "period": "Jan 2011 - Dec 2017"
  },
  {
    "logo": "hightee.png",
    "title": "Hightee - Founder & CEO",
    "description": "Hightee, founded in 2008 by Laurent, is a platform dedicated to supporting innovative startups with high growth potential. Relying on a pragmatic approach and extensive experience, Hightee helps entrepreneurs tackle challenges in strategy, business development, finance, and team building. With a network of experts and investors, Hightee offers tailored solutions to accelerate growth and achieve set objectives. Startup Accelerator: SquareClock, SaasValue, Navidis, UrbanCab, MagicMoula",
    "period": "Sep 2008 - Dec 2012"
  },
  {
    "logo": "cegid.png",
    "title": "CEGID - Director of Retail",
    "description": "In April 2007, I sold AS INFOR to CEGID. After 9 months of overseeing and supporting the merger between the AS INFOR teams (70 employees) and CEGID, I took on my role as Retail Market Director (400 employees) in early 2008. My main mission was to define the Retail Market strategy at the international level, to set up the necessary resources, and to monitor the short- and medium-term results. Additionally responsible for alliances, I introduced strategic partnership agreements for CEGID.",
    "period": "Apr 2007 - Sep 2008"
  },
  {
    "logo": "asinfor.jpg",
    "title": "AS INFOR - Founder & CEO",
    "description": "As Chief Executive Officer, I had the pleasure of creating, leading, and developing the company AS INFOR, publisher of the WinShop solution, a retail and store chain management software. In charge of the company’s strategy, I also led the Marketing, Communication, and Sales teams. The implementation of the distributor network and the subsidiaries were under my direct responsibility. From the creation to the sale of the company, through the various development stages, I worked towards a collective and collaborative success. Revenue: €7.6M – Profit: €2.1M – 65 employees – 40% of revenue from exports across 30 countries, 12 languages, 6,000 stores, 15,000 points of sale, and 50,000 users.",
    "period": "Jul 1994 - Mar 2007"
  },
  {
    "logo": "prestinfor.png",
    "title": "Prest Infor - Founder & CEO",
    "description": "I designed and developed the first European software package of management of stores WinMag in client/server on windows 3.0. After 2 years « technology oriented », I discovered the difficulties of the management of a small company: as well among customers as I equipped with our solution, as for the animation of my own company PREST INFOR. R&D, Sales, Marketing, Finance, Human Resources, Administration… In June 1994, Prest Infor became AS INFOR, the publisher of WinShop software.",
    "period": "Sep 1990 - May 1994"
  }
]
